{
  "pages": [
    {
      "id": "1",
      "page_key": "about-page",
      "title": "About This...",
      "content": "<p>I've been playing Magic since around the Dark expansion in 1994. I've never played at tournament level, but have ran a number of kitchen table groups.</p><p>When I returned to the game for the third time in 2010, I began to paint on my cards. I've never done much with painting or sketching, so these early attempts never got me through the early shedding hump.</p><p>Eight years later on my fourth return, I had just gotten back into cubing. I like to make insane personal goals, so I started to alter every card in the cube.</p><p>Having the cube to rely on took out most of my procrastination. Rather than fret over what to paint and what card to alter, I forced myself to grab a random card and go with the first idea I had. It worked fairly well</p><p>While I'm still not a good artist, I do well enough to include my alters in my decks. I wanted a way to display my decklists with my altered cards. I also wanted a central gallery space to show off what I've altered.</p><p>This site is my place to make a web app I wish was available for MTG alterists who deckbuild. I'll be exploring this tech stack anyway, especially using Vue and Mongo. I intend to add several game tools such as a multiplayer life tracker.</p>"
    },
    {
      "id": "2",
      "page_key": "edh-house-rules",
      "title": "How I roll when hosting EDH",
      "content": "<p>My goal in playing EDH is to have fun through the game. Right off, we're not into CEDH. Power levels should aim for Jason Alt's 75% theory. Meaning decks should be very powerful without being able to win or lock the game down in the first five turns. The main baseline for power I use is to ask a question: \"Would I be able to play this deck in a four player game that includes a new player with a precon?\"</p>        <p>I do not ban any individual cards. If you have a banned card in your deck, please let the table know ahead of time and be ready to play a different deck if asked. I strongly discourage playing \"Sensai's Divining Top\" as it tends to waste everyone's time. I also discourage too many tutor effects. If you have a tutor, please know your deck and announce your tutor target before searching it up. If you dont know your targets in every situation, don't include the tutor. This is not CEDH.</p>        <p>Combo wins are encouraged. Games have to end, and we can always shuffle up and play again.</p>        <p>I have a couple of general ettiquite rules for keeping games moving at a good pace. First, please do any tutoring as early as possible. This means cracking fetches or topping (if you insist) at the end of your turn instead of waiting until just before your turn. You can change your mind if the gamestate changes before your turn. A good example is searching up your \"Sakura-Tribe Elder\" land early, but leaving Steve on the table as a blocker. This way, you can simply remove Steve at the beginning of your next turn and have the land already set. It's understood that any attacker will get chumped by Steve.</p>        <p>Additionally, please think about your next turn during other players' turns. Most of the time, you will have only one new piece of information when your turn starts. If you feel yourself falling into Analysis Paralysis, just make a play so the game can continue. Remember, in most games with 2-3 opponents, someone will react to whatever you do. Don't panic, act.</p>      "
    }
  ]
}
