{
  "game_reports": [
    {
      "id": "2",
      "date": "2019-09-24",
      "tags": ["lunch", "process"],
      "title": "How to Sixty-Nine a Sexy Pirate Mage*",
      "players": "Warren, Myself",
      "decks": [
        ["Gishath Dino Ramp (Warren)", "Malestrom Wanderer Walkers (Myself)(W)"],
        ["Gishath Dino Ramp (Warren)", "Malestrom Wanderer Walkers (Myself)(W)"]
      ],
      "content": "<ol><li>Cast Doubling Season</li><li>Cast Jace, Cunning Castaway</li>          <li>Activate Jace's Ultimate, getting four copies of everyone's favorite sexy pirate mage. Repeat seventeen times</li>          <li>Bask in Jace's sexy, sexy pirate glory</li></ol><p class='text-xs'>* Carin and I refer to Castaway Jace as \"Sexy Jace, the Pirate Mage\"</p>"
    },
    {
      "id": "3",
      "date": "2019-09-25",
      "tags": ["lunch"],
      "title": "Dinos, Lazev and Mistakes Made",
      "players": "Tom, Myself",
      "decks": [["Gishath Dino Ramp (Myself)(W)", "Lazav, Dimir Mastermind (Tom)"]],
      "content": "<p class='pb-4'>My early mistake: forgetting Lazav has hexproof. Tom's fatal mistake: forgetting your opponent can recast permanents bounced with Cyclonic Rift. 50 points for Ravenclaw!</p>"
    },
    {
      "id": "4",
      "date": "2019-09-26",
      "tags": ["lunch", "process"],
      "title": "How to Short-Circuit an Infinite Angry Locust Swarm",
      "players": "Warren, Myself",
      "decks": [
        ["Gishath Dino Ramp (Warren)", "The Locust God (Myself)(W)"],
        ["Gishath Dino Ramp (Warren)", "The Locust God (Myself)(W)"]
      ],
      "content": "<p class='pb-4'>Game 1: About to be eaten by dinos. Untap with Conscecrated Sphinx + Purpheros + Whirlpool Warrior on board. Smile. Cast Locust God. Crack Whirlpool dude for lotsa cards, locusts and lethal Purpheros damage.</p><p class='pb-4'>Game 2: About to be eaten by dinos. Locust God is out as I start my last turn. Draw Kindred Discovery. Have exactly 8 mana with 4 U available. Smile. Play Kindred. Attack with newly crated locust. Kindred activates infinate draw loop on attack step. Draw until I get to Dispell. Cast dispell on Locust God Ability before drawing final card. End turn, keep Lab Man and coule counterspells in hand. Block dinos with locusts and counter another dino. Next turn, cast lab man and attack to draw for win.</p><p class='pb-4'>Game 3: Eaten by dinos. Frown.</p>"
    },
    {
      "id": "5",
      "date": "2019-09-27",
      "tags": ["lunch"],
      "title": "Large God Placed in Timeout",
      "players": "Warren, Myself, Tom",
      "decks": [
        ["Gishath Dino Ramp (Warren)", "The Locust God (Myself)(W)"],
        ["Gishath Dino Ramp (Warren)", "The Locust God (Myself)(W)"],
        ["Gishath Dino Ramp (Warren)", "The Locust God (Myself)(W)", "Lazav, Dimir Mastermind (Tom)"]
      ],
      "content": "<p class='pb-4'>Locust God has been a bully. I became very worried when my boy pulled a Narset(WAR) out and Spiraled everyone else down to one card with Commit // Memory. I fully realized that I managed to raise a bully when he won 5/6 games this week.</p><p class='pb-4'>Bad God! Timeout for you.</p>"
    },
    {
      "id": "6",
      "date": "2019-10-02",
      "tags": ["lunch"],
      "title": "Much ado about Kykar",
      "players": "Warren, Myself, Tom",
      "decks": [
        ["Gishath Dino Ramp (Warren)", "Kykar, Wind's Fury (Myself)", "Marath, Will of the Wild (Tom)(W)"],
        ["Gishath Dino Ramp (Warren)", "Arixmethes, Slumbering Isle (Myself)", "Marath, Will of the Wild (Tom)(W)"]
      ],
      "content": "<p class='pb-4'>While I like the spellslinger buld of Kykar, it clearly is the poor wizard's Locust God. I plan on tuning it a bit more before permanently going back to the token build.</p><p class='pb-4'>It's pretty hit and miss. I need to have Kykar out to do anything with the deck. Without many tutors, I'm at the mercy of my draws. It seems to function best as a second-tier cobmo deck for lower powered tables at the current build.</p><p class='pb-4'>Not too much to report about this game. Tom let us know repeatedly how unpowered his deck is. Then proceeded to win through our disruption both games. Marath is one hell of a shotgun.</p>"
    },
    {
      "id": "7",
      "date": "2019-10-02",
      "tags": ["kitchen-table"],
      "title": "Alesha, who Eats Minotaur Face",
      "players": "Dan, Myself, Louis",
      "decks": [
        ["Nichol Bolas (Dan)(W)", "Kykar, Wind's Fury (Myself)", "Alesha, who Smiles at Death (Louis)"],
        ["Varina, Lich Lord (Dan)", "Teysa Karlov (Myself)", "Riku of the Two Reflections (Louis)(W)"],
        ["Xantcha, Sleeper Agent (Dan)", "Ruhan of the Fomori (Myself)", "Alesha, who Smiles at Death (Louis)(W)"]
      ],
      "content": "<p class='pb-4'>Game 1: Kykar was not cooperating on the mama front. We did a good job of eliminating Nicol Bolas every time he appeared. I got to take out Louis with a Piked up Kykar from nowhere. But had no gas to continue after Dan's Cruel Ultimatum. Frown.</p><p class='pb-4'>Game 2: Insane lifegain triggers from the aristovamps kept me goin'. Zombie Jesus Oketra kept Dan's zombies monster mashing. Louis was treading water with Riku until he announced that he had the combo and played Riku... then announced that he don't got it and passed. Fortunately for Louis, Dan and I had to recover from a board wipe with hands of land. Louis got to untap and flippy-dip an infinate Palinchron to burn me to death and draw dan to death with that neat-o izzet dual card I'm too lazy to look up now. Let's call it \"Burny hot draw death of me and Dan\"</p><p class='pb-4'>Game 3: Took Ruhan out for his first spin. Was a purpously chaotic game as Dan chose Xantcha. Louis had little trouble building up a board of creaturs from the Alesha combat trigger. Alesha ate minotaur face.</p>"
    },
    {
      "id": "8",
      "date": "2019-10-03",
      "tags": ["lunch"],
      "title": "Ruhan No Play Well in Pairs",
      "players": "Warren, Myself",
      "decks": [
        ["Ruhan of the Fomori (Myself)(W)", "Gishath Dino Ramp (Warren)"],
        ["Kykar, Wind's Fury (Myself)", "Gishath Dino Ramp (Warren)(W)"],
        ["Kykar, Wind's Fury (Myself)(W)", "Gishath Dino Ramp (Warren)"]
      ],
      "content": "<p class='pb-4'>Game 1: Ruhan cannot play in 1-1 games. This one lasted 5 turns with Warren only dino-ramping.</p><p class='pb-4'>Game 2: </p><p class='pb-4'>Game 3: </p>"
    }
  ]
}
